; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Rafel Hidalgo i Rangel <feta80@gmail.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
1=Fitxer
2=Preferиncies
3=Ajuda
4=
5=Selecciona fitxer
6=&Arxiu/Instal·lador per a extraure:
7=Extrau a:
8=&Directori de Destinaciу:
9=
10=Opcions d'Universal Extractor
11=Mantнn l'historial d'arxius
12=Hide consol window
13=
14=&Llengua:
15=
16=
17=Opcions especнfiques de Format
18=&Avisa abans d'executar fitxers
19=&Elimina &fitxers duplicats
20=Elimina &fitxers temporals
21=&Afegix extensions d'arxiu perdudes
22=
23=About Universal Extractor
24=%s Lloc Web
25=
26=
27=
28=
29=
30=
31=&OK
32=
33=
34=&Cancel·la
35=Preferиncies 2
36=%s Extracciу
37=%s suporta els segьents mиtodes d'extracciу %s de paquets.  Malauradament, cap dels mиtodes sуn 100% fiables. Si el mиtode predefinit no funciona per favor, torneu a utilitzar %s seleccionant un mиtode alternatiu.
38=Mиtode d'extracciу
39=%s Instal·lador Administratiu
40=%s extracciу
41=%s Interconnector
42=%s Descompactador
43=No un instal·lador InstallShield
44=
45=
46=
47=%sSeleccioneu un fitxer vаlid.
48=Obri fitxer
49=Escriu a
50=
51=arxiu
52=fitxer comprimit
53=
54=llibre electrтnic
55=targeta electrтnica
56=fitxer codificat
57=executable
58=
59=fitxer d'Ajuda
60=revisiу
61=imatge
62=instal·lador
63=
64=paquet
65=pedaз
66=Autoextraпble
67=Estat
68=
69=Provant
70=
71=
72=actualitzador
73=
74=
75=Analitzant per a identificar el tipus de fitxer.
76=Analitzant fitxer amb %s escаnner.
77=Extraent fitxers de:
78=Esperant la inicialitzaciу de l'instal·lador.%nPer favor, espereu.
79=
80=La imatge de CD-ROM BIN/CUE no pot ser extreta automаticament. Esta imatge%nserа convertida en una imatge de CD-ROM ISO, la qual podrа ser extreta.%n%nDesitgeu continuar?%nNota: Este procйs pot tardar alguns minuts.
81=Error: La imatge BIN/CUE no pot ser convertida.%nPer favor asegureu-vos que l'arxiu CUE estiga en el format correcte.
82=Error: Una imatge ISO ha sigut creada a partir de la imatge BIN/CUE, perт no ha pogut ser convertida.%nDesitgeu preservar la imatge ISO per a anаlisis futures?
83=Error: No es troba disponible:%n%s\%s.%s%n%nTots dos %s.bin i %s.cue sуn necessaris.
84=Inicialitzaciу %s. Per favor ixqueu de l'instal·lador, i desprйs premeu OK per a continuar
85="Nota: Este mиtode nomйs funciona amb alguns paquets d'instal·laciу Wise per a Windows.%nSi l'assistent de l'instal·lador Wise s'obri i nomйs espera instruccions, este arxiu no йs%nsuportat. Per favor ixqueu de l'instal·lador, i %s interrompeu l'extracciу.%n%nDesitgeu continuar?
86=Este fitxer estа %s comprimit, perт potser puga ser extret.%nPot ser perquи el format no йs suportat, o %n simplement perquи йs un fitxer no inclтs per a extracciу.%n%nVoleu provar descompactar este fitxer?%n%nNota: El fitxer descompactat haurа de ser anomenat:%n%s\%s_unpacked.%s
87=Error: %s%nNo pot ser descompactat.
88=Avнs:  Per a extraure este tipus de fitxers, el fitxer ha de ser executat.%ni continueu, la segьent orde serа executar:%n%n%s%n%nSi creus que el fitxer pot ser maliciуs, us recomanem que no continueu.%nVoleu continuar amb l'extraciiу?
89=
90=
91=
92=
93=
94=%s l'extracciу no ha pogut ser registrada.
95=
96=%s no pot ser extret.%nEl tipus de fitxer retornat йs: %s%n%nElegiu OK si voleu analitzar el fitxer, o Cancel·la per a finalitzar.
97=%s%nйs una extensiу desconeguda i no pot ser extreta.
98=%s%nno pot ser creat. Por favor seleccioneu una destinaciу vаlida.
99=%s no ha pogut ser extret.%nSembla un(n) %s, el qual es suportat, perт l'extracciу ha fallat.%nPer favor llegiu el fitxer de registre (log), %s, per a mйs informaciу.%n%nSeleccioneu OK per a veure el fitxer de registre, o Cancel·la per a finalitzar
100=
101=
102=
103=
104=
105=
106=
107=
108=
109=
110=
111=
112=
113=
114=
115=
116=
117=
118=
119=
